Repository: progresscreator/knowledge-management-site
Catalog: apps/core/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Receive an SMS on your mobile phone when a new question enters the market
fr: Recevoir un SMS sur votre téléphone mobil quand une nouvelle question arrive sur le marché
ru: Получить SMS уведомление о новом вопросе

source: Mobile No.
fr: Numéro de Mobil
ru: Номер мобильного телефона

source: Mobile phone number in the format of 0123456789
fr: Numéro de Mobil dans le format 0123456789
ru: Формат номера мобильного телефона

source: iKnow Email
fr: E-mail enrégistré avec iKnow
ru: Электронное сообщение iKnow

source: Receive an email when a new question enters the market
fr: Recevoir un e-mail quand une nouvelle question arrive sur le marché
ru: Получить уведомление о новом вопросе по электронной почте

source: New feature updates
fr: Mises à jour de nouvelles fonctions
ru: Обновления

source: Receive updates on new features through emails
fr: Recevoir les mises à jour concernant de nouvelles fonctions par e-mail
ru: Получить уведомление об обновлениях по электронной почте

source: Public
fr: Publique
ru: Открытый доступ

source: Friends
fr: Les amis
ru: Друзья

source: Groups
fr: Groupes
ru: Группы

source: Both friends and selected groups
fr: Les deux amis et groupes sélectionnés
ru: Друзья и избранные группы

source: Targeted Users
fr: Les utilisateurs ciblés
ru: Определенные пользователи

source: Document
ru: Документ

source: Document Request
fr: Demande de documents
ru: Запрос документа

source: Question Amendment
fr: Modifier la question
ru: Детализация вопроса

source: Question Comment
fr: Donnez votre avis sur la question
ru: Задать вопрос по поводу комментария

source: Answer Comment
fr: Donnez votre avis sur la réponse
ru: Ответить на комментарий

source: Idea
fr: Idée
ru: Идея

source: Idea Comment
fr: Idea un commentaire
ru: Комментарий на идею

source: Share anonymously?
fr: Partager de façon anonyme?
ru: Поделиться анонимно?

source: An Egghead
fr: Un utilisateur
ru: Как эрудит

source: Thumb up
fr: pouces en haut
ru: Поддержать

source: Thumb down
fr: pouces en bas
ru: Отвергнуть

source: %(thumber_name)s thumbs up
fr: %(thumber_name)s pouces en haut
ru: %(thumber_name)s поддержали

source: %(thumber_name)s thumbs down
fr: %(thumber_name)s pouces en bas
ru: %(thumber_name)s отвергло

source: %(donater_name)s donates %(amount)d points
fr: %(donater_name)s donné %(amount)d points
ru: %(donater_name)s поощерить %(amount)d points

source: %(user_name)s's settings
fr: %(user_name)s paramètres
ru: настройки пользователя %(user_name)s

source: Bug fixes
fr: Une correction de bogue
ru: Устранение ошибок

source: New features
fr: Nouvelles fonctionnalités
ru: Новинки

source: A correct mobile phone number is required if 'iKnow SMS' is enabled
fr: Un bon numéro de téléphone mobil est requis si 'iKnow SMS' est activé
ru: Требуется правильный номер мобильного телефона для включения функции 'iKnow SMS'

source: The phone number you input is not recognized
fr: Le numéro de téléphone que vous avez entré n’est pas reconnu
ru: Данный номер не может быть использован

source: [ %(site_name)s ] Bug fixed
fr: [ %(site_name)s ] Bogue Corrigée
ru: [ %(site_name)s ] ошибка устранена

source: [ %(site_name)s ] A new feature is available
fr: [ %(site_name)s ] Une nouvelle function est disponible
ru: [ %(site_name)s ] новая функция доступна

source: Edit personal settings
fr: Editer les paramètres personnels
ru: Изменить личные настройки

source: Settings
fr: Paramètres
ru: Настройки

source: Error
fr: Erreur
ru: Ошибка

source: Save Settings
fr: Sauvegarder les paramètres
ru: Сохранить изменения

source: Experts on '%(tag_name)s'
fr: Experts en '%(tag_name)s'
ru: Эксперт под именем'%(tag_name)s'

source: Save
fr: Sauvegarder
ru: Сохранить
