Repository: progresscreator/knowledge-management-site
Catalog: apps/worldbank/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Bank
fr: Banque
ru: Банк

source: Subsidize
fr: Subventionner
ru: Субсидировать

source: Log in
fr: Connectez
ru: Вход

source: Question and Answer
fr: Questions et Réponses
ru: Вопросы и ответы

source: Tipping on Answers
fr: Pourboires sur les réponses
ru: Вознаграждения за ответы

source: Forfeited by World Bank
fr: Confisqués par la Banque mondiale
ru: Заблокированы Общественным банком

source: Thumb up or down
fr: Pouces en haut ou pouces en bas
ru: Поддержать или отвергнуть

source: Comment on Answers
fr: Commentaire sur les réponses
ru: Комментарии на ответы

source: Leave a comment to a question
fr: Laisse un commentaire à une question
ru: Оставить комментарий на вопрос

source: Allocate points
fr: Attribuer des points
ru: Дать баллы

source: Propose a design idea
fr: Proposer une idée de design
ru: Предложить конструкторскую идею

source: Upload a new document
fr: Envoyer un nouveau document
ru: Загрузить документ

source: Download another user's document
fr: Télécharger le document d'un autre utilisateur
ru: Загрузить документ другого пользователя

source: Thumb Up/Down on an idea
fr: Pouces en haut ou pouces en bas une idée
ru: Поддержать либо отвергнуть идею

source: Rate an idea
fr: Taux une idée
ru: Дать идеи рейтинг

source: Leave a comment on an idea
fr: Laissez un commentaire sur une idée
ru: Оставить комментарий по поводу идеи

source: [ iKnow ] %(time)s: %(src_name)s transfers %(amount)d points to %(dst_name)s for answering the question '%(question_title)s'
fr: [ iKnow ] %(time)s: %(src_name)s transferts %(amount)d points d'%(dst_name)s pour répondre à la question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s перевести %(amount)d баллов %(dst_name)s за ответ на вопрос '%(question_title)s'

source: [ iKnow ] %(time)s: %(src_name)s tips %(amount)d points to %(dst_name)s for the answer to the question '%(question_title)s'
fr: [ iKnow ] %(time)s: %(src_name)s tips %(amount)d points d'%(dst_name)s pour la réponse à la question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s вознаграждение %(amount)d баллов %(dst_name)s за за ответ на вопрос '%(question_title)s'

source: [ iKnow ] %(time)s: %(src_name)s forfeits %(amount)d points to Worldbank for the question '%(question_title)s'
fr: [ iKnow ] %(time)s: %(src_name)s perd %(amount)d points à la Banque mondialepour la question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s заблокировать %(amount)d баллов в пользу Общественного Банка за вопрос '%(question_title)s'

source: Unknown iKnow transactions
fr: Transactions iKnow Inconnue
ru: Неизвестная операция iKnow

source: [ iDoc - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for uploading the document '%(doc_title)s'
fr: [ iDoc - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour télécharger le document '%(doc_title)s'
ru: [ iDoc - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за размещение документа '%(doc_title)s'

source: Unknown iDoc transactions
fr: Transactions iDoc Inconnue
ru: Неизвестная операция iDoc

source: [ System - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for logging in
fr: [ System - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour la connexion
ru: [ System - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за регистрацию

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for thumbing up/down on an answer to the question '%(question_title)s'
fr: [ iKnow - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour pouces en haut ou pouces en bas une réponse à la question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за голосование в поддержку либо против ответа на вопрос '%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for commenting on an answer to the question '%(question_title)s'
fr: [ iKnow - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour commentant une réponse à la question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s is вознагражден %(amount)d баллов за комментарий по поводу ответа на вопрос '%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for solving the question '%(question_title)s'
fr: [ iKnow - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour résoudre la question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за решение вопроса '%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for commenting on the question '%(question_title)s'
fr: [ iKnow - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour observations sur la question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за комментарий на вопрос '%(question_title)s'

source: [ iDesign - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for proposing a new design idea
fr: [ iDesign - S ] %(time)s: %(dst_name)s est attribué %(amount)d points pour propose un nouveau concept
ru: [ iDesign - S ] %(time)s: %(dst_name)s is вознагражден %(amount)d баллов за представление новой дизайнерской идеи

source: Unknown transactions for system subsidy
fr: Inconnu opérations de subvention du système
ru: Неопределенная операция системы судбсидирования

source: World Bank
fr: La Banque mondiale
ru: Общественный банк

source: Unknown
fr: Inconnu
ru: Неизвестный

source: Answering the question '%(question_title)s'
fr: Répondant à la question '%(question_title)s'
ru: Отвечая на вопрос'%(question_title)s

source: Tipping an answer to the question '%(question_title)s'
fr: Tipping une réponse à la question '%(question_title)s'
ru: Вознаграждая за ответ на вопрос '%(question_title)s'

source: Forfeit for question '%(question_title)s'
fr: Forfait pour la question '%(question_title)s'
ru: Заблокирован для вопроса '%(question_title)s'

source: Unknown iKnow transaction
fr: Transaction iKnow Inconnue
ru: Неизвестная операция iKnow

source: Uploading a doc '%(doc_name)s'
fr: Le téléchargement d'un document '%(doc_name)s'
ru: Разместить документ '%(doc_name)s'

source: Unknown iDoc transaction
fr: Inconnu iDoc Transaction
ru: Неизвестная операция iDoc

source: Logging in on %(time)s
fr: Connexion à %(time)s
ru: Вход в систему %(time)s

source: Thumbing up/down on an answer to the question '%(question_title)s'
fr: Pouces en haut ou pouces en bas une réponse à la question '%(question_title)s'
ru: Поддержать либо отвергнуть ответ не вопрос '%(question_title)s'

source: Commenting on an answer to the question '%(question_title)s'
fr: Commentant une réponse à la question '%(question_title)s'
ru: Комментировать ответ на вопрос '%(question_title)s'

source: 25 %% refund for allocating points on time for the question '%(question_title)s'
fr: 25 %% remboursement d'attribution des points à temps pour la question '%(question_title)s'
ru: 25 %% возврат баллов за размещение и вознаграждение баллами за вопрос вовремя'%(question_title)s'

source: Commenting on the question '%(question_title)s'
fr: Commentant sur la question '%(question_title)s'
ru: Комментировать вопрос '%(question_title)s'

source: Asking the first question '%(question_title)s' on Barter
fr: Posez la première question '%(question_title)s' sur Barter

source: Proposing a new design idea
fr: Proposer un nouveau concept
ru: Предложить новую дизайнерскую идею

source: Unknown system subsidy transactions
fr: Inconnu transaction subvention système
ru: Неизвестная операция системы по субсидированнию

source: Freeze
fr: Cryo
ru: Заблокировать

source: Unfreeze
fr: Dégeler
ru: Разблокировать

source: Bidding in iBay
fr: Enchère en iBay
ru: Ставки на iBay

source: Design for self-Design
fr: Conception par l'auto-conception
ru: Дезайн для самостоятельного дизайна

source: Request a document
fr: Demander un docume
ru: Запросить документ

source: Reward contributors to an idea
fr: Récompense contributeurs à une idée
ru: Вознаградить за содействие идеи

source: [ iKnow ] %(time)s: %(amount)d points frozen from %(user_name)s's account for asking the question '%(question_title)s'
fr: [ iKnow ] %(time)s: %(amount)d congelés sur le compte de %(user_name)spour poser la question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(amount)d баллов заблокированных со счета %(user_name)s за вопрос '%(question_title)s'

source: [ iKnow ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for asking the question '%(question_title)s'
fr: [ iKnow ] %(time)s: %(amount)d non gelé sur le compte de %(user_name)spour poser la question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(amount)d баллов разблокированных со счета %(user_name)s's account за вопрос '%(question_title)s'

source: Unknown credit freeze
fr: Gel du crédit Inconnue
ru: Неизвестная блокировка средств

source: Individuals
ru: Пользователи
