Repository: progresscreator/knowledge-management-site
Catalog: apps/iauction/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Midnight
ru: Полночь

source: 6 AM
fr: 6 heures
ru: 6 утра

source: 9 AM
fr: 9 heures
ru: 9 утра

source: 12 PM
fr: 12 heures
ru: Полдень

source: 3 PM
fr: 15 heures
ru: 3 часа дня

source: 6 PM
fr: 18 heures
ru: 6 часов вечера

source: 9 PM
fr: 21 heures
ru: 9 часов вечера

source: Name of the product you want to sell on iBay
fr: Nom du produit que vous voulez vendre sur iBay
ru: Наименование продукта который вы хотели бы продать на iBay

source: Attach a nice description to attract others
fr: Attacher une bonne description pour attirer les autres
ru: Прикрепить описание для привлечения внимания

source: Please provide the starting price
fr: Veuillez fournir le prix de départ
ru: Пожалуйста определите стартовую цену

source: Set the starting bid for your product wisely
fr: Etablir sagement l’enchère initiale de votre produit
ru: Постарайтесь реалистично установить начальную цену

source: When will the auction end?
fr: Quand se terminera la vente aux enchères?
ru: Когда закончится аукцион?

source: What time will the auction end exactly?
fr: A quelle heure précise se terminera la vente aux enchères?
ru: Определите точное время окончания аукциона

source: Real Product
fr: Produit Real
ru: Реальный продукт

source: Virtual Award
fr: Prix Virtuel
ru: Виртуальные награды

source: Active
ru: Активный

source: Withdrawn
fr: Retirée
ru: Изъятый

source: Expired and Pending
fr: Périmée et l'attente
ru: Истекший и ожидающий рассмотрения

source: Expired and Sold
fr: Périmée et vendu
ru: Истекший и проданый

source: Expired and Unwanted
fr: Périmée et non désirées
ru: Истекший и невостребованный

source: Expired and Failed
fr: Périmée et n'a pas
ru: Истекший и неудавшийся

source: %(count)d day
fr: %(count)d jour
ru: %(count)d день

source: %(count)d hr
fr: %(count)d heure
ru: %(count)d час

source: %(count)d min
ru: %(count)d мининута

source: Expired
fr: Périmée
ru: Просроченный

source: An Egghead
fr: Un utilisateur
ru: Эрудит

source: %(bidder_name)s bids %(amount)d points on '%(product)s' at %(time)s
fr: %(bidder_name)s a dépensé %(amount)d sur '%(product)s' à %(time)s
ru: %(bidder_name)s заявки %(amount)d баллов '%(product)s' в %(time)s

source: Pending
fr: En attente
ru: На рассмотрении

source: Successful
fr: Réussie
ru: Упешный

source: Failed
fr: Échoué
ru: Неудавшийся

source: Transaction succesful
fr: Transaction réussie
ru: Транзакция проведена успешно

source: Transaction failed
fr: Transaction échouée
ru: Транзакция не удалась

source: Deal: %(buyer)s spent %(amount)d on %(product)s at %(time)s
fr: Marché conclu: %(buyer)s a dépensé %(amount)d sur %(product)s à %(time)s
ru: Сделка %(buyer)s истратил %(amount)d на %(product)s at %(time)s

source: [ iBay ] %(time)s: %(amount)d points frozen from %(user_name)s's account for bidding on the product '%(product_name)s'
ru: [ iBay ] %(time)s: %(amount)d баллов заморожены на счету %(user_name)s's для ставки на'%(product_name)s'

source: [ iBay ] %(time)s: %(amount)d баллов разморожены со счета %(user_name)s's account for bidding on the product '%(product_name)s'
ru: [ iBay ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for для ставки на'%(product_name)s'

source: You got outbid
fr: Vous avez été surenchéri
ru: Вашу ставку обошли

source: Home
fr: Accueil
ru: Основная

source: Sell
fr: Vendre
ru: Продавть

source: Your booth
fr: Votre kiosque
ru: Ваша кабина

source: How
fr: Comment?
ru: Как

source: Name
fr: Nom
ru: Имя

source: bids
fr: offres
ru: ставки

source: Top bid
fr: Meilleure soumission
ru: Наивысшие ставки

source: Leader
ru: Лидер

source: Time started
fr: Heure de début
ru: Начало старта

source: Time left
fr: Temps restant
ru: Осталось времени

source: No products sold in this category
fr: Aucun produit vendu dans cette catégorie
ru: Ни одного продукта ни продано в данной категирии

source: %(seller_name)s's little booth
fr: Le petit kiosque de %(seller_name)s
ru: %(seller_name)s's кабина

source: Selling now
fr: En vente maintenant
ru: Продается сейчас

source: Unwanted
fr: Pas désiré
ru: Невостребованный

source: Sold
fr: Vendu
ru: Продан

source: Auctions in which you have participated
fr: Enchères auxquelles vous avez participé
ru: Аукционы в которых вы участвовали

source: Award
fr: Récompense
ru: Награды

source: Current Bid
fr: Enchère actuelle
ru: Текущие сделки

source: Status
fr: Statut
ru: Статус

source: Leading
fr: La plus forte
ru: Лидирует

source: Outbid
fr: Surenchérir
ru: Переигранные ставки

source: There are no open auctions that you have participated in
fr: Il n’y a pas d’enchères ouvertes auxquelles vous avez participé.
ru: В данный момент вы не участвуете ни в одно открытом аукционе

source: Recent open auctions
fr: Ventes aux enchères ouvertes
ru: Последние открытые аукционы

source: Current highest bid
fr: Offre la plus élevée actuel
ru: Сама высокая ставка на данный момент

source: %(time_left_string)s left
fr: %(time_left_string)s restantes
ru: %(time_left_string)s осталось времени

source: Sorry, there are no awards that accept bids now, come back and check later. We have plenty of surprises!
fr: Désolé, il n’y a pas de récompenses qui acceptant des enchères maintenant, revenez plus tard pour revérifier.Nous avons beaucoup de surprises!
ru: Извините, на данный момент ставки не принимаются, вернитесь позже. Вы может быть приятно удивлены!

source: Awards you won
fr: Récompenses que vous avez gagnées
ru: Награды которые вы выиграли

source: Winning Bid
fr: Enchère gagnante
ru: Выигрышные ставки

source: Winning time
fr: Temps gagnant
ru: Победное время

source: You haven't won anything yet
fr: Vous n’avez encore rien gagné
ru: Вы еще ничего не выиграли

source: iBay is a marketplace where you can map your points to something physical and awesome, and vice versa
fr: iBay est un place de marché où vous pouvez utilisez vos points pour faire des enchères et acheter des produits physique, et vice versa.
ru: iBay это место где вы можете обменять свои очки на что-то существенное и наоборот

source: Wealth
fr: Richesse
ru: Богатство

source: Available Credits
fr: Crédits Disponibles
ru: Доступный кредит

source: Level
fr: Niveau
ru: Уровень

source: iBay Credits
fr: Crédits iBay
ru: Кредиты iBay

source: Why
fr: Pourquoi?
ru: Почему

source: My Dashboard
fr: Mon tableau de bord
ru: Панель управления

source: How to calculate my iBay credits
fr: Comment calculer mes crédits iBay?
ru: Как посчитать мои кредиты на iBay

source: You can use your 'earned' and 'unearned' points for any activity on Barter, such as asking a question or tipping. But, you can only use the points you have 'earned' to bid on iBay.
fr: Vous pouvez utiliser vos points “gagnés” et “non-acquis” pour toute activité sur Barter, tel que poser une question ou donner un pourboire. Mais, vous ne pouvez utiliser que les points que vous avez « gagnés » pour enchérir sur iBay.
ru: Вы можете использовать заработанные и не заработанные окчи для любых действий в Бартере, вы можете задать вопрос или вознаградить за информацию. Но, на iBay вы можете использовать только те очки которые вы заработали делая ставки

source: Your total income
fr: Votre revenu total
ru: Ваш общий доход

source: Points frozen for your previous bids
fr: Points gelés pour vos enchères précédentes
ru: Очки замороженные для предыдущей ставки

source: Your total available credits
fr: Le total de vos crédits disponibles
ru: Общей объем доступного кредита

source: Your iBay available credits
fr: Vos crédits iBay disponibles
ru: Ваш кредит доступный на iBay

source: Auction started at %(start_time_string_l)s,
fr: Vente aux enchères démarrée à %(start_time_string_l)s,
ru: Аукцион начат в %(start_time_string_l)s,

source: starting price
fr: Prix de départ
ru: стартовая цена

source: Bids will be accepted until %(end_time_string_l)s (%(time_left_string)s left)
fr: Les enchères seront acceptées jusqu’à %(end_time_string_l)s (%(time_left_string)s restantes)
ru: Заявки будут приниматься до %(end_time_string_l)s (%(time_left_string)s left)

source: The product was withdrawn by the seller
fr: Le produit a été retiré par le vendeur
ru: Продукт был изъят продавьцом

source: Auction was closed at %(end_time_string_l)s
fr: Vente aux enchères fermée à %(end_time_string_l)s
ru: Аукцион закрыт в %(end_time_string_l)s

source: Visits
fr: Visites
ru: Посещений

source: Sold by
fr: Vendu par
ru: Продано кем

source: You are the seller of this item. You can't bid on your own stuff
fr: Vous êtes le vendeur de cet article. Vous ne pouvez pas faire une enchère pour vos propres affaires.
ru: Вы продавец этого продукта. Вы не можете делать ставки на свой товар

source: The auction is still active and accepting bids
fr: Les enchères sont toujours actives et continuent à accepter des offres.
ru: Аукцион работает и принимает ставки

source: No bidder yet, thus you can withdraw your item as you wish
fr: Pas encore d’offre, vous pouvez donc retirer votre article comme vous voulez
ru: Заявок нет, поэтому вы можете изъять свой продукт при желании

source: Withdraw
fr: Retirer
ru: Изъяеть

source: Interested? Place your bid here. Don't bid more than your available credit
fr: Intéressé? Placez votre enchère ici. N’offrez pas plus que votre crédit disponible
ru: Вам интересно? Вы можете сделать свои ставки. Не делайте ставки больше своего кредита

source: But ... you are currently the highest bidder
fr: Mais ... vous êtes actuellement celui ayant fait l’enchère la plus élevée.
ru: Но… ваша ставка уже самая выская

source: Your bid
fr: Votre enchère
ru: Ваша заявка

source: Check here if bid anonymously
fr: Vérifier ici si vous voulez faire une enchère anonyme
ru: Разместить заявку анонимно

source: Place my bid
fr: Faire mon enchère
ru: Разместить мою заявку

source: This product was withdrawn by the seller. So it's no longer accepting bids.
fr: Ce produit a été retiré par le vendeur. Ainsi, il n’accepte plus d’offre.
ru: Продукт был отозван продавцом. Заявки больше не принимаются.

source: The auction has been closed
fr: La vente aux enchères a été fermée.
ru: Аукцион закрыт

source: The highest bidder
fr: Le plus offrant était
ru: Участник предоставивший наилучшую цену

source: The seller and the winner need to coordinate between themselves in getting the product delivered
fr: Le vendeur et le gagnant doivent se mettre en relation pour coordonner la livraison du produit.
ru: Продавец и покупатель должны скоординировать между собой доставку продукта

source: Alert
fr: Alerte
ru: Тревога

source: The seller has confirmed delivery
fr: Le vendeur a confirmé la livraison.
ru: Продавец подтвердил доставку

source: You have confirmed delivery
fr: Vous avez confirmé la livraison
ru: Вы подтвердили доставку

source: The seller hasn't confirmed delivery
fr: Le vendeur n’a pas confirmé la livraison
ru: Продавец не подтвердил доставку

source: Confirm delivery
fr: Confirmer la livraison
ru: Подтвердить доставку

source: The winner(buyer) has confirmed receipt
fr: Le gagnant(acheteur) a confirmé la réception
ru: Победитель(покупатель) подтвердил получение

source: You have confirmed receipt
fr: Vous avez confirmé la réception
ru: Вы подтвердили расписку

source: The winner(buyer) hasn't confirmed receipt
fr: Le gagnant(acheteur)n’a pas confirmé la réception
ru: Победитель(покупатель) не подтвердил расписку

source: Confirm receipt
fr: Confirmer la réception
ru: Подтвердить получение

source: The auction has been closed, and the award was won by %(winner_name)s.
fr: La vente aux enchères a été fermée, et la récompense a été gagnée par %(winner_name)s.
ru: Аукцион закрыт, вознаграждение выиграно %(winner_name)s.

source: The product has been delivered and confirmed by both parties
fr: Le produit a été livré et confirmé par les deux partis
ru: Продукт был доставлен и подтвержден обеими сторонами

source: %(amount)s points have been transferred from %(buyer_name)s to %(seller_name)s.
fr: %(amount)s points ont été transférés de %(buyer_name)s à %(seller_name)s.
ru: %(amount)s очнок было переведено от %(buyer_name)s к %(seller_name)s.

source: The auction has been closed, and the award was unsold
fr: La vente aux enchères a été fermée, et la récompense n’a pas été vendue.
ru: Аукцион закрыт, вознаграждение не было выиграно

source: Bidding history
fr: Historique des enchères
ru: Архив предыдущих ставок

source: %(bidcount)s bid in total
fr: %(bidcount)s enchère en total
ru: %(bidcount)s всего ставка

source: %(amount)s placed by %(bidder_name)s at %(time_string)s
fr: %(amount)s placée par %(bidder_name)s à %(time_string)s
ru: %(amount)s выставлен %(bidder_name)s в %(time_string)s

source: Ah oh, nobody has shown interests yet
fr: Ah oh, personne n’a montré de l’intérêt pour l’instant.
ru: Пока никто не проявил интерес

source: Sell an item
fr: Vendre un article
ru: Продать продукт/позицию

source: Selling an item on iBay
fr: Vendre un article sur iBay
ru: Продать продукт/позицию на iBay

source: Exchange goods/services for knowledge/information
fr: Echanger marchandises/services pour connaissance/information
ru: Обменять продукт/сервис на знания/информацию

source: Submit
fr: Soumettre
ru: Отправить

source: The product name is required
fr: Le nom du produit est requis

source: Attract more eye balls with a sexy picture
fr: Attirer davantage les yeux avec un image sexy
