Repository: progresscreator/knowledge-management-site
Catalog: apps/idoc/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: 6 AM
fr: 6 heures

source: 9 AM
fr: 9 heures

source: 12 PM
fr: 12 heures

source: 3 PM
fr: 15 heures

source: 6 PM
fr: 18 heures

source: 9 PM
fr: 21 heures

source: The title of the requested document is required
fr: Le titre du document demandé est requis

source: Provide a title of the document you request
fr: Fournir un titre du document que vous demandez

source: Provide a bit more details about the document you request
fr: Fournir quelques détails de plus concernant le document que vous demandez

source: Please provide the starting price
fr: Veuillez fournir l’enchère initiale

source: How many points you are willing to offer
fr: Combien de points vous êtes prêt à offrir ?

source: When will your document request expire?
fr: Quand votre demande de document expirera-t-elle?

source: What time will your question expire exactly?
fr: A quelle heure exactement expirera votre question?

source: Request the document anonymously?
fr: Demander anonymement le document?

source: Index your document with sufficient and accurate tags
fr: Indexer votre document avec suffisamment d’étiquettes précises

source: The title of your document is required
fr: Le titre de votre document est requis

source: Provide a title of your document
fr: Fournir un titre de votre document

source: Provide a bit more details about your document
fr: Fournir quelques détails supplémentaires concernant votre document

source: Provide a version number of your document (optional)
fr: Fournir un numéro de version de votre document (facultatif)

source: Specify the needed points
fr: Préciser les points nécessaires

source: Points charged when others download your document
fr: Points à faire payer quand d’autres téléchargent votre document

source: Provide a link pointing to your document
fr: Fournir un lien indiquant l’emplacement de votre document

source: Finally, please upload your document
fr: Enfin, veuillez mettre le document en ligne

source: Requesting document: %(doc_title)s
fr: Demandant document %(doc_title)s

source: %(downloader_name)s downloaded %(doc_title)s at %(time)s
fr: %(downloader_name)s téléchargé %(doc_title)s à %(time)s

source: %(rater_name)s gives %(doc_title)s a rating of %(rating)d at %(time)s
fr: %(rater_name)s donne %(doc_title)s une cote de %(rating)d à %(time)s

source: [ iDoc ] %(time)s: %(amount)s points frozen from %(username)s's account
fr: [ iDoc ] %(time)s: %(amount)s points congelés en provenance %(username)s compte

source: [ iDoc ] %(time)s: %(amount)d points unfrozen to %(username)s's account
fr: [ iDoc ] %(time)s: %(amount)d points non congelés %(username)s compte

source: Requesting a document: %(docrequest_title)s
fr: Demande d'un document: %(docrequest_title)s

source: Unknown reason
fr: Raison inconnue

source: [ iDoc ] %(time)s: %(amount)d points awarded to %(receiver_name)s
fr: [ iDoc ] %(time)s: %(amount)d points attribués à %(receiver_name)s

source: Uploading a document: %(doc_title)s
fr: Le téléchargement d'un document: %(doc_title)s

source: [ iDoc ] %(time)s: %(amount)d points transfered from %(sender_name)s to %(receiver_name)s
fr: [ iDoc ] %(time)s: %(amount)d points transférés de %(sender_name)s à %(receiver_name)s

source: Downloading the document: %(doc_title)s
fr: Télécharger le document: %(doc_title)s

source: World Bank
fr: La Banque mondiale
ru: Общественный банк

source: Unknown
fr: Inconnu
ru: Неизестный

source: Uploading a document: '%(doc_title)s'
fr: Le téléchargement d'un document: '%(doc_title)s'

source: Downloading the document: '%(doc_title)s'
fr: Télécharger le document: '%(doc_title)s'

source: idoc transactions
fr: transactions idoc

source: You rated the document with %(rating)d stars on %(date)s. You can always update your rating.
fr: Vous noté le document avec %(rating)d étoiles sur %(date)s. Vous pouvez toujours mettre à jour votre cote.

source: You have never rated this document. Why not provide one?
fr: Vous n'avez jamais évalué ce document. Pourquoi ne pas offrir une?

source: All documents
fr: Tous les documents

source: IDocuments that you bookmarked
fr: IDocuments auxquels vous avez mis des signets

source: Home
fr: Accueil

source: Search
fr: Rechercher

source: All docs
fr: Tous les docs

source: Upload
fr: Télécharger vers le serveur

source: Request a document
fr: Demander un document
ru: Запросить документ

source: Title
fr: Titre

source: Uploader
fr: Outil de mise en ligne

source: Downloads
fr: Téléchargements

source: Ratings
fr: Notes

source: Jump to
fr: Allez à

source: %(total_pages)s page in total
fr: %(total_pages)s page au total

source: There are no documents meeting the criteria
fr: Il n'ya pas de documents répondant aux critères

source: Edit
fr: Modifier

source: None provided
fr: Aucune condition

source: Download
fr: Télécharger

source: Can't download - Not enough credits
fr: Impossible de télécharger - Pas assez de crédits

source: Go to URL
fr: Aller à l'URL

source: Created by
fr: Créé par

source: visit
fr: visiter

source: download
fr: télécharger

source: Average rating
fr: Note moyenne

source: Free documents
fr: Documents gratuits

source: Price
fr: Prix

source: You can download the document
fr: Vous pouvez télécharger le document.

source: You do not have enough credits to download the document
fr: Vous n’avez pas assez de crédits pour télécharger le document.

source: You've downloaded it before, so you can redownload for free
fr: Vous l’avez déjà téléchargé, vous pouvez donc le télécharger une nouvelle fois gratuitement.

source: Available credits
fr: Crédits disponibles

source: You uploaded this document
fr: Vous transféré ce document

source: Relevant documents
fr: Documents pertinents

source: No match found
fr: Rien ne correspond

source: Recent Download history
fr: L'histoire récente de téléchargement

source: %(downloader_name)s paid %(amount)s
fr: %(downloader_name)s payés %(amount)s

source: No user has downloaded this documents
fr: Aucun utilisateur n’a téléchargé ce document

source: Recent Rating history
fr: Historique des notes moyennes récentes

source: %(rater_name)s rated %(rating)s
fr: %(rater_name)s nominale %(rating)s

source: No user has rated this documents
fr: Aucun utilisateur n'a noté ce document

source: Upload a Document
fr: Mettre en ligne un document

source: Fee
fr: Taxe

source: Upload time
fr: Temps de mise en ligne

source: Edit a Document
fr: Modifier un document

source: Edit the document
fr: Modifier le document

source: Submit
fr: Soumettre

source: You cannot edit a document that wasn't uploaded by you
fr: Vous ne pouvez pas éditer un document qui n’a pas été mis en ligne par vous-même

source: Go back
fr: Retourner

source: Upload a Doc
fr: Mettre en ligne un document

source: Recent documents
fr: Documents récents

source: Rating
fr: Note

source: Browse all documents
fr: Surfer sur tous les documents

source: Wealth
fr: Richesse

source: Available Credits
fr: Crédits disponibles

source: Level
fr: Niveau

source: My Dashboard
fr: Mon tableau de bord

source: Popular Tags
fr: Etiquettes populaires

source: Browse all tags
fr: Parcourir tous les tags

source: Top Eggheads
fr: Les meilleurs utilisateurs

source: By wealth
fr: Par richesse

source: By earning
fr: Par revenus

source: Browse all eggheads
fr: Parcourir tous les utilisateurs

source: Tribes Joined
fr: Tribes rejoint

source: You haven't joined any tribe yet
fr: Vous n'avez pas encore rejoint une tribu

source: Browse all tribes
fr: Voir toutes les tribus

source: Request a Document
fr: Demander un document

source: iDoc Search
fr: iDoc Recherche

source: Input keywords
fr: Entrer les mots-clés

source: Search documents
fr: Documents de recherche

source: Results
fr: Résultats

source: No matched results
fr: Aucun résultat correspondant

source: Upload &raquo;
fr: Envoyer &raquo;

source: Upload a new document
fr: Mettre en ligne un nouveau document
ru: Загрузить новый документ

source: Individuals
ru: Участники

source: Bank
ru: Банк

source: Subsidize
ru: Субсидировать

source: Log in
ru: Вход

source: Question and Answer
ru: Вопрос и ответ

source: Tipping on Answers
ru: Поощрить ответ

source: Forfeited by World Bank
ru: Штраф Общественным банком

source: Thumb up or down
ru: Поддержать либо отклонить

source: Comment on Answers
ru: Комментарии на вопрос

source: Leave a comment to a question
ru: Оставить комментарий на вопрос

source: Allocate points
ru: Распределить баллы

source: Propose a design idea
ru: Предложить дизайнерскую идею

source: Download another user's document
ru: Загрузить дополнительный документ пользователя

source: Thumb Up/Down on an idea
ru: Поддержать либо отклонить идею

source: Rate an idea
ru: Придать идеи рейтинг

source: Leave a comment on an idea
ru: Оставить комментарий на идею

source: [ iKnow ] %(time)s: %(src_name)s transfers %(amount)d points to %(dst_name)s for answering the question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s перевод %(amount)d баллов %(dst_name)s ответ на вопрос '%(question_title)s'

source: [ iKnow ] %(time)s: %(src_name)s tips %(amount)d points to %(dst_name)s for the answer to the question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s поощрить %(amount)d баллами %(dst_name)s за ответ на вопрос '%(question_title)s'

source: [ iKnow ] %(time)s: %(src_name)s forfeits %(amount)d points to Worldbank for the question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(src_name)s усилен %(amount)d баллами в Общественный банк за '%(question_title)s'

source: Unknown iKnow transactions
ru: Неизвестная транзакция iKnow

source: [ iDoc - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for uploading the document '%(doc_title)s'
ru: [ iDoc - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за загрузку документа '%(doc_title)s'

source: Unknown iDoc transactions
ru: Неизвестная транзакция iDoc

source: [ System - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for logging in
ru: [ System - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за регистрацию

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for thumbing up/down on an answer to the question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за то что поддержал либо отверг ответ на вопрос '%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for commenting on an answer to the question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за оставленный комментарий на вопрос'%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for solving the question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами за решение вопроса'%(question_title)s'

source: [ iKnow - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for commenting on the question '%(question_title)s'
ru: [ iKnow - S ] %(time)s: %(dst_name)s вознагражден %(amount)d баллами закомметарий на вопрос'%(question_title)s'

source: [ iDesign - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for proposing a new design idea
ru: [ iDesign - S ] %(time)s: %(dst_name)s is вознагражден %(amount)d баллами за предложение новой идеи

source: Unknown transactions for system subsidy
ru: Неизвестная транзакция по субсидированную системы

source: Answering the question '%(question_title)s'
ru: Отвечая на вопрос'%(question_title)s

source: Tipping an answer to the question '%(question_title)s'
ru: Поощрит за ответ на вопрос'%(question_title)s'

source: Forfeit for question '%(question_title)s'
ru: Штраф за вопрос'%(question_title)s'

source: Unknown iKnow transaction
ru: Неизвестная транзакция iKnow

source: Uploading a doc '%(doc_name)s'
ru: Загрузить документ'%(doc_name)s'

source: Unknown iDoc transaction
ru: Неизвестная транзакция iDoc

source: Logging in on %(time)s
ru: Вход был зарегистрирован в %(time)s

source: Thumbing up/down on an answer to the question '%(question_title)s'
ru: Поддержать либо отвергнуть ответ на вопрос'%(question_title)s'

source: Commenting on an answer to the question '%(question_title)s'
ru: Комментировать ответ на вопрос'%(question_title)s'

source: 25 %% refund for allocating points on time for the question '%(question_title)s'
ru: 25 %% возврат за распределение баллов своевременно за вопрос'%(question_title)s'

source: Commenting on the question '%(question_title)s'
ru: Комментируя вопрос'%(question_title)s'

source: Proposing a new design idea
ru: Предлагая новую дизайнерскую идею

source: Unknown system subsidy transactions
ru: Неизвестная транзацуия по субсидированную системы

source: Freeze
ru: Заморозить

source: Unfreeze
ru: Заморозить

source: Bidding in iBay
ru: Делать ставки iBay

source: Design for self-Design
ru: Дизайн для само-дизайна

source: Reward contributors to an idea
ru: Поощрить тех кто помогал

source: [ iKnow ] %(time)s: %(amount)d points frozen from %(user_name)s's account for asking the question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(amount)d заблокированных баллов от %(user_name)s за заданный вопрос'%(question_title)s'

source: [ iKnow ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for asking the question '%(question_title)s'
ru: [ iKnow ] %(time)s: %(amount)d разблокированных баллов от %(user_name)s's account за заданный вопрос''%(question_title)s'

source: Unknown credit freeze
ru: Неизвестная блокировка баллов
