Repository: progresscreator/knowledge-management-site
Catalog: apps/idesign/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: [ iDesign ] %(time)s: %(amount)d points frozen from %(user_name)s's account for donating on the design idea '%(designidea)s'
fr: [ iDesign ] %(time)s: %(amount)d points congelés sur le compte de %(user_name)spour faire un don à l'idée de conception '%(designidea)s'
ru: [ iDesign ] %(time)s: %(amount)d заблокировано баллов на счету %(user_name)s на поощрение дизайнерской идеи '%(designidea)s'

source: [ iDesign ] %(time)s: %(amount)d points frozen from %(user_name)s's account for proposing a new design idea '%(designidea)s'
fr: [ iDesign ] %(time)s: %(amount)d points congelés sur le compte de %(user_name)s de proposer un nouveau concept '%(designidea)s'
ru: [ iDesign ] %(time)s: %(amount)d заблокировано баллов на счету %(user_name)sза предложение новой дизайнерской идеи '%(designidea)s'

source: [ iDesign ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for donating on the design idea '%(designidea)s'
fr: [ iDesign ] %(time)s: %(amount)d points non gelé sur le compte de %(user_name)s pour faire un don à l'idée de conception '%(designidea)s'
ru: [ iDesign ] %(time)s: %(amount)d свободных баллов на счету %(user_name)s на поощрение дизайнерской идеи '%(designidea)s'

source: [ iDesign ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for proposing a new design idea '%(designidea)s'
fr: [ iDesign ] %(time)s: %(amount)d points non gelé sur le compte de %(user_name)s de proposer un nouveau concept '%(designidea)s'
ru: [ iDesign ] %(time)s: %(amount)d свободных баллов на счету %(user_name)s за предложение новой дизайнерской идеи '%(designidea)s'

source: New design ideas
fr: Nouvelles idées de conception
ru: Новая дизайнерская идея

source: Browse more
fr: Voir d'autres
ru: Продолжить поиск

source: No one has submitted any new design idea yet
fr: Personne encore n’a soumis d’idée de conception.
ru: Пока никто не предложил какую либо дизайнерскую идею

source: Well, top 5 doesn't seem to be ready yet
fr: Eh bien, le top 5 ne semble pas encore prêt.
ru: 5 лучших идей еще не сформировались

source: Design ideas that you have submitted
fr: Idées de conception que vous avez soumises
ru: Дизайнерские идеи которые вы предложили

source: You haven't submitted any new design idea yet
fr: Vous n’avez pas encore soumis d’idée de conception.
ru: Пока вы не предложили какую либо дизайнерскую идею

source: iDesign is a suggestion box. Use it to propose new features or request bug fixes. You can also add points to suggestions to change their priorities.
fr: iDesign est une boîte à suggestion. Utilisez-la pour proposer de nouvelles fonctions ou demander des corrections de bogues. Vous pouvez également ajouter des points à des suggestions afin de modifier leurs priorités.
ru: Ящик предложений iDesign. Используйте его чтобы продолжить новые функции либо запросить устранение сбоев. Вы также можете получить дополнительные баллы за изменение приоритетов.

source: Submit a design idea
fr: Soumettre une idée de conception
ru: Предложить дизайнерскую идею

source: Wealth
fr: Richesse
ru: Богатство

source: Available Credits
fr: Crédits disponibles
ru: Имеющихся кредитов

source: Level
fr: Niveau
ru: Уровень

source: My Dashboard
fr: Mon tableau de bord
ru: Моя панель управления
