Repository: progresscreator/knowledge-management-site
Catalog: apps/egghead/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: First name
fr: Prénom
ru: Имя

source: Last name
fr: Nom de famille
ru: Фамилия

source: Title
fr: Titre
ru: Должность/ученная степень

source: Affiliation
ru: Организация

source: Program/Year
fr: Programme / Année
ru: Факультет/год окончания

source: Location
fr: Lieu
ru: Месторасположение

source: Website
ru: Вебсайт

source: Expertise tags
ru: Теги вашей специализации

source: Prior experiences
fr: Les expériences passées
ru: Предыдущий опыт

source: Geographic interest
fr: Intérêt géographique
ru: Географический интерес

source: Sector interests
fr: Les intérêts du secteur
ru: Тематический интерес

source: About yourself
fr: À propos de vous
ru: Расскажите о себе

source: N/A: No answers yet
fr: N/A: Aucune réponse encore
ru: Пока ответов нет

source: Successfully logged in as %(username)s.
fr: Connecté avec succès comme %(username)s.
ru: Успешно авторизировались по именем %(username)s

source: You must use an email address from accepted universities
fr: Vous devez utiliser un e-mail à partir d'une université a accepté
ru: У вас должен быть электронный адрес авторизованного университета

source: Your profile
fr: Vos profils
ru: Ваша личная информация

source: All eggheads
fr: Tous les utilisateurs
ru: Все эрудиты

source: Signup
fr: Rejoignez-nous
ru: Подписаться

source: Sign Up
fr: Rejoignez-nous
ru: Подписаться

source: You are already logged in.
fr: Vous êtes déjà connecté
ru: Вы уже авторизировались

source: Already have an account?
fr: Avez-vous déjà un compte?
ru: У вас уже есть аккаунт?

source: Log In
fr: Connectez-vouz
ru: Войти

source: Sign Up &raquo;
fr: Rejoignez-nous &raquo;
ru: Подписаться и начать

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
fr: En cliquant sur "Rejoignez-nous", vous indiquez que vous avez lu et accepté les <a href="%(terms_url)s">Conditions d'utilisation</a> et la <a href="%(privacy_url)s">Politique de confidentialité</a>.
ru: Нажав на "Sign Up", вы подтверждаете что прочитали и согласны с условиями <a href="%(terms_url)s">Условими пользования</a> and <a href="%(privacy_url)s"> Политика конфиденциальности</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous avez des difficultés pour créer votre compte, contactez-nous au <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
ru: Если вы затрудняетесь в создании своего аккаунта, свяжитесь на нами <a href="по адресу:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Edit your egghead profile
fr: Editer votre profil utilisateur
ru: Изменить свои личные данные

source: Tribe Members
fr: Membres de la tribu
ru: Участники племени

source: No members
fr: Aucun membre
ru: Участников нет

source: %(egghead_name)s's egghead profile
fr: Profil utilisateur de %(egghead_name)s
ru: %(egghead_name)s's личная страница

source: %(egghead_name)s's profile
fr: Profil de %(egghead_name)s
ru: %(egghead_name)s's личная страница

source: %(egghead_name)s's avatar
fr: Avatar de %(egghead_name)s
ru: %(egghead_name)s аватар

source: Manage Avatars
fr: Gérer les Avatars
ru: Управлять аватарами

source: missing
fr: manquant
ru: отсутствует

source: not provided
fr: non fourni
ru: не предоставлен

source: Web
ru: Веб

source: Expertise
ru: Специализация

source: Geographic interests
fr: Intérêts géographique
ru: Географический интерес

source: Short Bio
fr: Courte biographie
ru: Короткая биография

source: Edit
fr: Modifier
ru: Изменить

source: To see %(egghead_name)s's iKnow dashboard,
fr: Pour voir le tableau de bord de %(egghead_name)s
ru: Чтобы увидеть панель управления %(egghead_name)s's,

source: Click here
fr: Cliquer ici
ru: Нажать сюда

source: Settings
fr: Paramètres
ru: Настройки

source: Receive SMS notifications when new questions enter iKnow
fr: Recevoir des notifications SMS quand de nouvelles questions entrent dans iKnow
ru: Получать SMS уведомления когда iKnow будет пополняться новыми вопросами

source: Yes
fr: Oui
ru: Да

source: No
fr: Non
ru: Нет

source: Mobile phone number
fr: Numéro de telephone mobil
ru: Номер мобильного телефона

source: Receive Email notifications when new questions enter iKnow
fr: Recevoir des notifications E-mail quand de nouvelles questions entrent dans iKnow
ru: Получать сообщения по электронной почте когда iKnow будет пополняться новыми вопросами

source: Receive Email notifications when new features are available
fr: Recevoir des notifications E-mail quand de nouvelles fonctions sont disponibles
ru: Получать сообщения по электронной почте при новых обновления

source: Edit settings
fr: Editer les Paramètres
ru: Изменить настройки

source: Welcome to join %(SITE_NAME)s!
fr: Vous êtes invités à se joindre %(SITE_NAME)s!
ru: Добро пожаловать %(SITE_NAME)s!

source: This signup page is currently open to invited students only. You need an email address from invited univerisities to sign up
fr: Cette page d'inscription est actuellement ouverte aux étudiants invités. Vous avez besoin d'uneadresse e-mail d'une école invitée à s'inscrire
ru: Эта подписная страница открыта только при авторизации администратора. Вам необходим электронный адрес от авторизованного университета.

source: Students from accepted universities Only
fr: Les étudiants des universités acceptées que
ru: Только для студентов авторизованного университета

source: Facebook ID
fr: Facebook
