Repository: progresscreator/knowledge-management-site
Catalog: apps/idea/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Midnight
ru: Полночь

source: Title
fr: Titre
ru: Титул

source: The title of your cool idea is required
fr: Le titre de votre idée est requis
ru: Требуется придать титул вашей идеи

source: Provide a title of your cool idea
fr: Donner un titre de votre idée
ru: Как вы хотите озаглавит вашу идею

source: Collaborators
fr: Collaborateurs
ru: Работаем вместе

source: Who are collaborators of your idea inside Barter? Type their names or usernames and select from the dropdown menu. Don't change how it's formatted.
fr: Qui sont les collaborateurs de votre idée à l'intérieur de troc? Type de leur nom ou usernames et sélectionnez dans le menu déroulant. Ne pas modifier la façon dont il est formaté.
ru: С кем вы сотрудничаете по вашей идее? Включите их из имена или ники, можете выбрать из меню. Меню нельзя изменять, оставьте как есть.formatted.

source: External collaborators
fr: Collaborateurs externes
ru: Коллабораторы вне платформы

source: Who are collaborators of your idea external to Barter? List their names separated by commas.
fr: Qui sont les collaborateurs de votre idée à l'extérieur de troc? Liste de leurs noms séparés par des virgules.
ru: С кем вы сотрудничаете по вашей идее вне платформы? Включите их имена names separated by commas.

source: Details
fr: Détails
ru: Подробности

source: More details about your cool idea
fr: Plus de détails au sujet de votre idée
ru: Расскажите о вашей идеи более подробно

source: Tags
ru: Теги

source: Index your idea with sufficient and accurate tags. Use a comma-separated list of tags. Choose from the dropdown menu or type a new tag.
fr: Index votre idée avec des balises suffisantes et précises. Utilisez une liste séparée par des virgules tags. Choisissez dans la liste déroulante ou tapez une nouvelle étiquette.
ru: Категоризируйте вашу идею необходимыми и точными тегами. Use a comma-выберите теги из меню либо type a дайте новый тег.

source: File
fr: Fichier
ru: Файл

source: You can upload a document together with your idea
fr: Vous pouvez télécharger un document avec votre idée
ru: Вы можете приложить документ вместе с вашей идеей

source: Picture
fr: Photo
ru: Фото

source: You can upload an image associated with your idea (Optional) which can be directly rendered and displayed on the idea interface.
fr: Vous pouvez télécharger une image associée à votre idée (en option) qui peuvent être rendus directement, et affiché sur l'interface idée.
ru: Вы можете загрузить фото относящееся к вашей идеи (Optional) данная фотография будет появляться вместе с вашей идеей.

source: Active
ru: Активный

source: Extended
ru: Продленный

source: Closed
fr: Fermé
ru: Закрытый

source: N/A
ru: Недоступный

source: %(thumber_name)s thumbs up on %(idea_title)s
fr: %(thumber_name)s pouces en haut pour %(idea_title)s
ru: %(thumber_name)s поддержал %(idea_title)s

source: %(thumber_name)s thumbs down on %(idea_title)s
fr: %(thumber_name)s pouces en bas pour %(idea_title)s
ru: %(thumber_name)s не поддержал %(idea_title)s

source: %(rater_name)s gives %(idea_title)s a rating of %(rating)d
fr: %(rater_name)s %(idea_title)s donne une cote de %(rating)d
ru: %(rater_name)s придать %(idea_title)s рейтинг %(rating)d

source: %(commentor_name)s comments on the idea %(idea_title)s
ru: %(commentor_name)s прокомментировать идею %(idea_title)s

source: %(thumber_name)s thumbs up on %(commentor_name)s's comment on %(idea_title)s
ru: %(thumber_name)s поддержать %(commentor_name)s за комментарий %(idea_title)s

source: %(thumber_name)s thumbs down on %(commentor_name)s's comment on %(idea_title)s
ru: %(thumber_name)s не поддержать %(commentor_name)s за комментарий %(idea_title)s

source: Comment tip
ru: Вознаграждение за комментарий

source: [ iDea ] %(time)s: %(amount)d points frozen from %(user_name)s's account for rewarding contributors to the idea '%(idea_name)s'
ru: [ iDea ] %(time)s: %(amount)d заблокированных баллов со счета %(user_name)s на вознаграждение за вклад в развитие идеи '%(idea_name)s'

source: [ iDea ] %(time)s: %(amount)d points unfrozen to %(user_name)s's account for rewarding contributors to the idea '%(idea_name)s'
ru: [ iDea ] %(time)s: %(amount)d баллов разблокировать со счета %(user_name)s на вознаграждение за вклад в развитие идеи'%(idea_name)s'

source: [ iDea - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for thumbing up/down on the idea '%(idea_title)s'
ru: [ iDea - S ] %(time)s: %(dst_name)s получил %(amount)d баллов за поддержку/ либо не поддержку идеи '%(idea_title)s'

source: [ iDea - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for rating the idea '%(idea_title)s'
ru: [ iDea - S ] %(time)s: %(dst_name)s получил %(amount)d баллов за то что дал рейтинг идеи'%(idea_title)s'

source: [ iDea - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for commenting on the idea '%(idea_title)s'
ru: [ iDea - S ] %(time)s: %(dst_name)s получил %(amount)d баллов за комментарий по поводу идеи '%(idea_title)s'

source: [ iDea - S ] %(time)s: %(dst_name)s is awarded %(amount)d points for thumbing up/down on %(commentor_name)s's comment to the idea '%(idea_title)s'
ru: [ iDea - S ] %(time)s: %(dst_name)s вознаграждение %(amount)d баллов за поддержаку либо не поддержку %(commentor_name)s за комментарий по поводу идеи о '%(idea_title)s'

source: [ iDea - S ] %(time)s: %(tipper_name)s tips %(dst_name)s %(amount)d points for the comment to the idea '%(idea_title)s'
ru: [ iDea - S ] %(time)s: %(tipper_name)s вознаграждение %(dst_name)s %(amount)d баллов за комментарий по поводу идеи о'%(idea_title)s'

source: Unknown iDea transaction
fr: Transaction iDea inconnu
ru: Неизвестная операция iDea

source: World Bank
fr: Banque mondiale
ru: Общественный банк

source: Unknown
fr: Inconnu
ru: Неизвестный

source: Thumbing up/down on the idea '%(idea_title)s'
ru: Поддержать либо не поддержать идею '%(idea_title)s'

source: Rating the idea '%(idea_title)s'
fr: Note à l'idée '%(idea_title)s'
ru: Рейтинг идеи '%(idea_title)s'

source: Commenting on the idea '%(idea_title)s'
ru: Комментировать идею '%(idea_title)s'

source: Thumbing up/down on %(commentor_name)s's comment to the idea '%(idea_title)s'
ru: Поддержать либо не поддержать комментарий %(commentor_name)s по поводу идеи о '%(idea_title)s'

source: Tipping for the %(commentor_name)s's comment to the idea '%(idea_title)s'
ru: Вознаграждать %(commentor_name)s за комментарий по поводу идеи о'%(idea_title)s'

source: CoolIdea transactions
ru: Транзакция CoolIdea

source: You rated the idea with <strong>
fr: Vous nominale avec l'idée
ru: Вы дали рейтинг этой идеи как <сильная>

source: You have never rated this idea. Why not provide one?
fr: Vous n’avez jamais donné une note à ce idée. Pourquoi pas en fournir une?
ru: Вы пока еще не давали рейтинг этой идеи. Почему бы не сделать это сейчас

source: Your comment received %(tip_amount)d points tipping from %(tipper_name)s
ru: Ваш комментарий получил %(tip_amount)d баллов вознаграждения от %(tipper_name)s

source: Home
fr: Accueil
ru: Начало

source: Search
fr: Rechercher
ru: Поиск

source: Submit a cool idea
fr: Soumettre une idée
ru: Представить классную идею

source: All cool ideas
fr: Toutes les idées
ru: Все классные идеи

source: rating
fr: note
ru: рейтинг

source: comments
fr: commentaires
ru: комментарии

source: Cool Idea
fr: Idée
ru: Классная идея

source: Tipping
fr: Pourboires
ru: Вознаграждать

source: Tips
fr: Conseils
ru: Вознаграждение

source: Team
ru: Команда

source: External Collaborators
fr: Collaborateurs extérieurs
ru: Внешние участники

source: Attachment
fr: Pièce jointe
ru: Приложение

source: Download
fr: Télécharger
ru: Загрузить

source: Leave a comment
fr: Laissez un commentaire
ru: Оставьте комментарий

source: Recent voting History
fr: Histoire de vote récentes
ru: Недавняя история голосования

source: thumb(s)
fr: pouce (s)
ru: голоса

source: liked the idea
fr: a aimé l’idée
ru: мне нравиться эта идея

source: disliked the idea
fr: n’a pas aimé l’idée
ru: это идея мне не нравиться

source: No one has shown any opinions yet
fr: Personne n’a manifesté d’opinion pour l’instant.
ru: Никто не поделился своим мнением

source: Recent rating history
fr: L'histoire des avis récents
ru: Недавняя рейтиговая история

source: No user has rated this cool idea
fr: Aucun utilisateur ont trouvé cette idée
ru: Никто из пользователей не дали рейтинг этой классной идеи

source: Thank you for rating the idea, 2 points were awarded to your account
fr: Merci d'avoir évalué l'idée, 2 points ont été attribués à votre compte
ru: Спасибо за рейтинг идеи, 2 балла будут перечислены на ваш счет

source: Thank you for rating the idea!
fr: Merci d'avoir évalué l'idée!
ru: Спасибо за то что придали рейтинг идеи

source: rating error!
fr: Erreur de notation!
ru: ошибка рейтинга

source: %(count)s comment
fr: %(count)s commentaire
ru: %(count)s комментарий

source: Sort by
fr: Trier par
ru: Сортировать по

source: Browse all cool ideas
fr: Voir toutes les idées
ru: Пролистать все классные идеи

source: I have no idea!
fr: Je n’ai pas d’idée!
ru: У меня пока нет идей

source: New cool ideas
fr: de nouvelles idées
ru: Новые классные идеи

source: Browse more
fr: Voir plus
ru: Продолжить поиск

source: No one has submitted any new cool ideas yet.
fr: Personne n'a présenté de nouvelles idées encore.
ru: Никто пока не представил классную идею

source: Top 5 ideas by thumbs
fr: Le top 5 des idées par votes positifs
ru: Лучшие пять идей по результату голосования

source: Top 5 ideas by rating
fr: Le top 5 des idées par note
ru: Лучшие пять идей по рейтингу

source: Well, top 5 doesn't seem to be ready yet.
fr: Eh bien, le top 5 ne semble pas encore prêt.
ru: Пока 5 лучших идей еще не готовы

source: Cool ideas that you have submitted
fr: Idées que vous avez soumis
ru: Классные идеи которые вы представали

source: You haven't submitted any new cool idea yet.
fr: Vous n'avez pas présenté de nouvelles idées pour le moment.
ru: Вы еще не представили ни одной классной идеи

source: Cool ideas that list you as a collaborator
fr: Idées que vous la liste en tant que collaborateur
ru: Классная идея в которой вы числитесь как член комманды

source: No idea lists you as a collaborator.
fr: Aucune idée vous listes en tant que collaborateur.
ru: Вы не числитесь ни в одной команде

source: iDea is a marketplace where innovative spirits get inspired and innovation gets created, evaluated and promoted.
fr: iDea est un marché où des esprits innovateurs trouvent de l’inspiration et l’innovation est créée, évaluée et promue.
ru: iDea это торговая площадка полная новых идей здесь инновации создаются, оцениваются и воплощаются в жизнь.

source: Search ideas
fr: idées de recherche
ru: Поийс идей

source: iDea Search
fr: recherche iDée
ru: Поиск в iDea

source: Input keywords
fr: Mots-clés d'entrée
ru: Вводные клавиши

source: Search cool ideas
fr: idées de recherche
ru: Поиск классных идей

source: Results
fr: Résultats
ru: Результаты

source: No matched results
fr: Aucun résultat ne correspond
ru: Нет данных на ваш запрос

source: iDea
fr: iDée

source: Wealth
fr: De patrimoine

source: Available Credits
fr: Crédits disponibles

source: Level
fr: Niveau

source: My Dashboard
fr: Mon tableau de bord

source: - %(site_name)s Team
fr: - L’équipe de %(site_name)s
