Repository: progresscreator/knowledge-management-site
Catalog: apps/iknow/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: 6 AM
fr: 6 heures
ru: 6 утра

source: 9 AM
fr: 9 heures
ru: 9 утра

source: 12 PM
fr: 12 heures
ru: Полдень

source: 3 PM
fr: 15 heures

source: 6 PM
fr: 18 heures

source: 9 PM
fr: 21 heures

source: Title
fr: Titre
ru: Титул

source: The question title is required
fr: Le titre de la question est nécessaire

source: Provide a title of your question
fr: Donner un titre de votre question
ru: Вопрос необходимо озаглавить

source: Details
fr: Détails
ru: Детали

source: More details of your question
fr: Plus de détails sur votre question
ru: Опишите в деталях свой вопрос

source: Points offered
fr: Points offerts
ru: Предлагаемые баллы за участие

source: Please provide the starting price
fr: S'il vous plaît fournir le prix de départ
ru: Назовите начальную цену вопроса

source: How many points you are willing to offer
fr: Combien de points vous êtes prêt à offrir
ru: Сколько очков вы готовы предложить за ответ на вопрос

source: End date
fr: Date de fin
ru: Конечная дата

source: When will your question expire?
fr: à Quelle est la date d’expiration de votre question?
ru: Когда последняя дата подачи ответа

source: End hour
fr: Heure de fin
ru: Окончание подачи ответов

source: What time will your question expire exactly?
fr: A quelle heure votre question expire exactement?
ru: Во сколько заканчивается подача ответов?

source: Index your question with sufficient and accurate tags
fr: Index votre question avec des balises suffisantes et précises
ru: Дайте своему вопросу надлежащий тег

source: Anonymous
fr: Anonyme
ru: Анонимный

source: Ask the question anonymously?
fr: Poser la question de façon anonyme?
ru: Задать вопрос анонимно?

source: Hide answers
fr: Masquer les réponses
ru: Скрыть ответы

source: Disallow users to review answers until expiration
fr: Interdire aux utilisateurs d'examiner les réponses jusqu'à l'expiration
ru: Не давать возможность пользователям просматривать ответы до истечения срока

source: Answer
fr: Réponse
ru: Ответ

source: The answer field can't be empty
fr: Le champ de réponse ne peut pas être vide
ru: Необходимо заполнить пустой файл

source: Answer anonymously?
fr: Répondre de façon anonyme?
ru: Ответить анонимно?

source: Hidden
fr: Invisible
ru: Скрыть

source: Hide your answer to other users before the question expires?
fr: Cacher votre réponse à d'autres utilisateurs avant que la question arrive à échéance?
ru: Скрыть свой ответ от других пользователей до истечения срока?

source: Active
fr: Actives
ru: Активный

source: Withdrawn
fr: Retirée
ru: Отменить

source: Expired and Pending
fr: Périmée et l'attente
ru: Прекращен с истечением срока и ожидающий решения

source: Expired and Forfeited
fr: Périmée et des biens confisqués
ru: Прекращен с истечением срока и заблокирован

source: Solved and Closed
fr: Résolu et fermé
ru: Ответ получен и вопрос закрыт

source: Unsolved and Closed
fr: Unsolved et fermé
ru: Ответ не получен и вопрос закрыт

source: Illegal
fr: Illégale
ru: Незаконный

source: Public
fr: Publique
ru: Отрытый доступ

source: Friends
fr: Les amis
ru: Друзья

source: Groups
fr: Groupes
ru: Группы

source: Both friends and selected groups
fr: Les deux amis et groupes sélectionnés
ru: Друзья и избранные группы

source: Targeted Users
fr: Les utilisateurs ciblés
ru: Выбранные пользователи

source: Action is needed on your question
fr: Une action est nécessaire à votre question
ru: Требуются действия по вашему вопросу

source: Forfeited
fr: Confisqués
ru: Оштрафоован

source: Unsolved
fr: Non résolu
ru: Нерешенный

source: Solved
fr: Résolues
ru: Решенный

source: %(count)d day
fr: %(count)d jour
ru: %(count)d день

source: %(count)d hr
fr: %(count)d heure
ru: %(count)d час

source: An Egghead
fr: Un utilisateur
ru: Эрудит

source: Amendment made on question: %(question_title)s at %(time_stamp)s
fr: Modification apportée à la question: %(question_title)s à %(time_stamp)s
ru: Вопрос дополнен: %(question_title)s в %(time_stamp)s

source: Regular
fr: Ordinaire
ru: Обычный

source: Edited
fr: Édité
ru: Исправленный

source: Asker
fr: Demandez à
ru: Задающий

source: Picture
fr: Photo
ru: Картинка

source: As a elicitor
fr: Comme un éliciteur
ru: Как гид

source: As a contributor
fr: En tant que contributeur
ru: Как соавтор

source: %(rater_name)s gives %(receiver_name)s a %(rating)s rating on question '%(question_title)s'
fr: %(rater_name)s donne %(receiver_name)s un %(rating)s avis sur la question '%(question_title)s'
ru: %(rater_name)s дать %(receiver_name)s определенный %(rating)s рейтинг вопросу '%(question_title)s'

source: %(commentor)s's comment on question: '%(question_title)s'
fr: %(commentor)s commentaire sur la question '%(question_title)s'
ru: %(commentor)s's прокоментировать вопрос: '%(question_title)s'

source: %(tipper_name)s tips %(answerer_name)s %(amount)d points for an answer to the question '%(question_title)s'
fr: %(tipper_name)s pouces en haut pour %(answerer_name)s réponse à %(amount)d la question: '%(question_title)s'
ru: %(tipper_name)s вознаграждение %(answerer_name)s %(amount)d очков за ответ на вопрос'%(question_title)s'

source: Thumb up
fr: Pouces en haut
ru: Классная идея

source: Thumb down
fr: Pouces en bas
ru: Отклонить идею

source: Question
fr: Toutes les questions
ru: Вопрос

source: %(thumber_name)s thumbs up on %(asker_name)s's question: '%(question_title)s'
fr: %(thumber_name)s pouces en haut pour question %(asker_name)s: '%(question_title)s'
ru: %(thumber_name)s голосов в поддержку %(asker_name)s вопроса: '%(question_title)s'

source: %(thumber_name)s thumbs down on %(asker_name)s's question: '%(question_title)s'
fr: %(thumber_name)s pouces en bas pour question %(asker_name)s: '%(question_title)s
ru: %(thumber_name)s голосов не поддержали %(asker_name)s вопрос: '%(question_title)s'

source: %(thumber_name)s thumbs up on %(answerer_name)s's answer to the question: '%(question_title)s'
fr: %(thumber_name)s pouces en haut pour %(answerer_name)s rÃ©ponse Ã la question: '%(question_title)s'
ru: %(thumber_name)s голосов в поддержку %(answerer_name)s ответа на вопрос: '%(question_title)s'

source: %(thumber_name)s thumbs down on %(answerer_name)s's answer to the question: '%(question_title)s'
fr: %(thumber_name)s pouces en bas pour %(answerer_name)s's réponse à la question: '%(question_title)s'
ru: %(thumber_name)s голосов не поддержали %(answerer_name)s ответ на вопроса: '%(question_title)s'

source: A new question entered the market
fr: Une nouvelle question est arrivé sur le marché
ru: Новый вопрос размещен на рынке

source: Your answer received %(points_received)d points!
fr: Votre réponse a reçu %(points_received)d points
ru: Ваш ответ получает %(points_received)d баллов!

source: Your question received on answer from %(answerer_name)s
fr: Votre question a reçu sur la réponse de %(answerer_name)s
ru: На ваш вопрос получен ответ от %(answerer_name)s

source: Questions you have bookmarked
fr: Toutes les questions
ru: Вопрос который вы поместили в закладку

source: All questions
fr: Toutes les questions
ru: Все вопросы

source: Active questions in the marketplace
fr: Questions Active sur le marché
ru: Активные вопросы на рынке

source: Solved Questions
fr: Toutes les questions
ru: Решенные вопросы

source: Questions ignored
fr: Toutes les questions
ru: Вопросы оставленные без внимания

source: Most rewarding questions
fr: Les questions les plus enrichissantes
ru: Вопросы с наибольшим вознаграждением

source: Questions tagged with %(tag_name)s
fr: Questions avec les tags %(tag_name)s
ru: Вопросы с тегом %(tag_name)s

source: An answer received a comment from %(commentor_name)s
fr: Une réponse reçu un commentaire de %(commentor_name)s
ru: На ответ был дан комментарий от %(commentor_name)s

source: A question received a comment from %(commentor_name)s
fr: Une question a reçu un commentaire de %(commentor_name)s
ru: Вопрос получил комментарий от %(commentor_name)s

source: Your answer is extremely helpful
fr: Votre réponse est très utile
ru: Спасибо, ваш ответ очень помог

source: Your answer received %(tip_amount)d points tipping from %(tipper_name)s
fr: Votre réponse a reçu %(tip_amount)d points de basculement de %(tipper_name)s
ru: Ваш ответ получает %(tip_amount)d поощрительных очков от %(tipper_name)s

source: Questions asked
fr: Toutes les questions
ru: Заданные вопросы

source: You can not review others' transaction history
fr: Vous ne pouvez pas lire l'historique des transactions des autres
ru: Вы не можете просмотреть архив действий других пользователей

source: Congratulations! Your answer to the question %(question_title)s on %(site_name)s received %(points_received)s points from %(display_name)s.
fr: Félicitations! Votre réponse à la question %(question_title)s sur %(site_name)s vient de recevoir %(points_received)s points de %(display_name)s.

source: You could visit the link below to review the results of the question
fr: vous pouvez visiter le lien suivant afin de voir le commentaire

source: Thank you for your participation
fr: Merci de votre participation

source: - %(site_name)s Team
fr: - L’équipe de %(site_name)s

source: Your answer to the question %(question_title)s just received %(amount)s points tipping from %(tipper_name)s.
fr: Votre réponse à la question %(question_title)s viens de recevoir %(amount)s points bonus de la part de %(tipper_name)s

source: You could visit the link below to review the update
fr: Vous pouvez visiter le lien suivant afin de voir les réponses

source: Thanks for your participation
fr: Merci de votre participation

source: To change your settings on receiving notifications from %(site_name)s, visit
fr: Pour modifier vos paramètres de réception des notifications de %(site_name)s, visitez le lien suivant

source: Home
fr: Maison
ru: Начало

source: Search
fr: Recherche
ru: Поиск

source: All Questions
fr: Toutes les questions
ru: Все вопросы

source: iKnow dashboard
fr: tableau de bord iKNOW
ru: iKnow настройки

source: IAsk
fr: Demandez à

source: Recent answers
fr: Réponses récentes
ru: Последние ответы

source: You haven't answered any questions yet
fr: Vous n’avez encore répondu à aucune question
ru: Вы не ответили ни на один вопрос

source: Browse all questions
fr: Toutes les questions
ru: Просмотреть все вопросы

source: An egghead
fr: Un Utilisateur
ru: Эрудит

source: at %(time_string_l)s
fr: à %(time_string_l)s

source: reward
fr: récompense
ru: поощрения

source: answers received
fr: réponses reçues
ru: ответы получены

source: time left
fr: temps restant
ru: осталось времени

source: Jump to
fr: Allez à
ru: Перейти к

source: %(total_pages)s page in total
fr: %(total_pages)s page au total
ru: %(total_pages)s всего страница

source: Browse more
fr: Voir d'autres
ru: Продолжить обзор

source: There are no questions in this category
fr: Il n'ya pas de questions dans cette catégorie
ru: В данной категории вопросов нет

source: Your question might have been answered
fr: Vos questions auraient pu être répondu
ru: Возможно на ваш вопрос уже есть ответ

source: Frozen credits
fr: crédits congelés
ru: Зарезервированные баллы

source: %(amount)s credit frozen for raising the question
fr: %(amount)s crédit gelés pour soulever la question
ru: %(amount)s зарезервированные баллы для ответа на вопрос

source: to %(dst_name)s
fr: à %(dst_name)s
ru: кому %(dst_name)s

source: from %(src_name)s
fr: de %(src_name)s
ru: от %(src_name)s

source: %(display_name)s attached a file:
fr: %(display_name)s Joindre un fichier:
ru: %(display_name)s приложить файл:

source: Ask a Question
fr: Poser une question
ru: Задать вопрос

source: you got a question?
fr: Vous avez une question?
ru: вы получили вопрос

source: Available Credit
fr: crédit disponible
ru: Доступный кредит

source: Average Price of Questions on Market
fr: Prix moyen de questions sur le marché
ru: Средняя цена вопроса на рынке

source: Rebate Reminder
fr: rappel de remboursement
ru: Возможная скидка

source: You will receive 1/4 of your offered points back if you allocate your points among answerers on time
fr: Vous recevrez 1 / 4 de vos points offerts si vous allouer vos points entre les répondeurs à l'heure
ru: Вы получите 1/4 часть предложенных вами очков если разметите своим очки вовремя

source: This is your first question
fr: C’est votre première question

source: You will receive 25 points after raising your first question
fr: Vous recevrez 25 points bonus lorsque vous posez votre première question

source: Dashboard of %(display_name)s
fr: Tableau de bord des %(display_name)s
ru: Настройки %(display_name)s

source: %(display_name)s's iKnow Dashboard
fr: Tableau de bord des %(display_name)s iKnow
ru: %(display_name)s Настройки iKnow

source: Wealth Balance
fr: Votre budget
ru: Общее количество баллов

source: Rank
fr: Classement
ru: Уровень

source: Available credits
fr: Crédits disponibles
ru: Доступные средства

source: on market
fr: sur le marché
ru: на рынке

source: Questions answered
fr: mes réponses
ru: Решенный вопросы

source: Average rating of answers
fr: Note moyenne des réponses
ru: Средневзвешенный рейтинг ответов

source: Average thumbs of answers
fr: Moyenne des réponses favorables/défavorables
ru: Средневзвешенное голосование ответов

source: %(count_answers_pos_points)s answers received points, %(total_answers_points)s points made in total
fr: %(count_answers_pos_points)s réponses reçu des points de, %(total_answers_points)s points pris au total
ru: %(count_answers_pos_points)s ответов получившие баллы, %(total_answers_points)s всего получено баллов

source: Questions Asked
fr: Mes questions
ru: Заданные вопросы

source: Questions Answered
fr: Mes réponses
ru: Решенные вопросы

source: My favorites
fr: Mes favoris
ru: Избранные

source: Transaction History
fr: Historique des transactions
ru: Архив операций

source: Explore
fr: Explorez
ru: Исследовать

source: I have a question
fr: Vos questions active
ru: У меня есть вопрос

source: Your active questions
fr: Vos questions actives
ru: Ваши активные вопросы

source: You don't have active questions now
fr: Vous n’avez pas de questions actives pour le moment
ru: В данный момент у вас нет активных вопросов

source: Unanswered
fr: Non traitées
ru: Не вопросы на которые не был получен ответ

source: Most rewarding
fr: Les plus enrichissantes
ru: Наиболее вознаграждаемые

source: Wealth
fr: De patrimoine
ru: Богатство

source: Available Credits
fr: Crédits disponibles
ru: Доступные средства

source: Level
fr: Niveau
ru: Уровень

source: Answers
fr: Réponses

source: My Dashboard
fr: tableau de bord iKNOW
ru: Мои настройки

source: Ask your first question
fr: Posez votre première question

source: You've never asked a question before. Ask your first question now and get 25 points!
fr: Vous n’avez jamais posé de questions. Posez votre première question et recevez 25 points bonus !

source: Ask now
fr: Posez votre question maintenant

source: Popular Tags
fr: Mots-clés populaires
ru: Популярные теги

source: Browse all tags
fr: Parcourir tous les tags
ru: Просмотреть все теги

source: Top Eggheads
fr: Top des utilisateurs
ru: Лучшие эрудиты

source: By wealth
fr: Par la richesse
ru: По количеству средств

source: By earning
fr: En gagnant
ru: По заработку

source: Browse all eggheads
fr: Parcourir tous les utilisateurs
ru: Просмотреть всех эрудитов

source: Tribes Joined
fr: Tribes rejoint
ru: Примкнувшие племена

source: You haven't joined any tribe yet
fr: Vous n'avez pas encore adhéré à aucun des tribus
ru: Вы еще не примкнули ни к одному племени

source: Browse all tribes
fr: Voir toutes les tribus
ru: Просмотреть все племена

source: iKnow Question
fr: Toutes les questions
ru: Вопросы iKnow

source: Tipping
fr: Pourboires
ru: Вознаграждать

source: Tips
fr: Conseils
ru: Вознаграждение

source: Tipping comment
fr: Commentaire de basculement
ru: Комментарии к вознаграждению

source: You have answered it
fr: Vous y avez répondu
ru: Вы ответили на вопрос

source: Add an Amendment
fr: Ajouter un amendement
ru: Добавить дополнение

source: Amendment %(counter)s added at %(time_string)s:
fr: Amendement %(counter)s ajouté un %(time_string)s:
ru: Дополнение %(counter)s добавлено к %(time_string)s:

source: You've added this question as favorite
fr: Vous avez rajouté cette question comme favorite
ru: Вы добавили этот вопрос как лучший

source: Add as favorite
fr: Ajouter aux favoris
ru: Добавить как лучший

source: Users can't review answers until the question expires. Click to unlock it
fr: Les utilisateurs ne peuvent pas en revue les réponses jusqu'à ce que la question arrive à expiration. Cliquez pour le débloquer
ru: Пользователи не могут просматривать ответы до истечения срока. Нажмите для разблокировки

source: Users are able to review answers before the question expires. Click to lock it
fr: Les utilisateurs sont en mesure d'examiner les réponses avant que laquestion arrive à expiration. Cliquez pour la verrouiller
ru: Пользователи могут просматривать ответы до истечения срока. Нажмите для блокировки

source: Users can't review answers until the question expires
fr: Les utilisateurs ne peuvent pas en revue les réponses jusqu'à ce que la question expire
ru: Пользователи не могут просмотреть ответы до истечения срока

source: Users are able to review answers before the question expires
fr: Les utilisateurs sont en mesure d'examiner les réponses avant que la question expire
ru: Пользователи могут просмотреть ответы до истечения срока

source: Add a comment
fr: Demandez un commentaire
ru: Добавить комментарии

source: Asked by
fr: Demandé par
ru: Вопрос задан

source: Expire(d) at
fr: Expirez à
ru: Срок истекает в

source: left
fr: autres
ru: оставлен

source: visit(s)
fr: visites
ru: посещений

source: answer(s)
fr: réponses
ru: ответ(ов)

source: comment(s)
fr: Commentaires
ru: коментратий(ев)

source: Show
fr: Voir
ru: Показать

source: Leave a comment
fr: Laissez un commentaire
ru: Оставить коментарий

source: Submit
fr: Soumettre
ru: Отправить

source: Cancel
fr: Annuler
ru: Отменить

source: %(answer_count)s Answer
fr: %(answer_count)s Réponse
ru: %(answer_count)s Ответ

source: Replied by
fr: A répondu par
ru: Отправлении от

source: Last edited at
fr: Dernière édition à
ru: Последние изменения сделаны в

source: Tipped once
fr: Tipped fois
ru: Вознагражден раз

source: %(received_tipping_total)s in total
fr: %(received_tipping_total)s au total
ru: %(received_tipping_total)s всего

source: Edit
fr: Modifier
ru: Изменить

source: The full answer is hidden to other users until the question expires
fr: La réponse complète est cachée aux autres utilisateurs jusqu'à ce que la question expire
ru: Полный ответ скрыт от других пользователей до истечения срока

source: Never rated
fr: Ne jamais été qualifié
ru: Еще не оценен

source: Allocate points
fr: Attribuer des points
ru: Дать баллы

source: Award received
fr: Prix reçus
ru: Получено вознаграждение

source: %(comment_count)s comment
fr: %(comment_count)s commentaire
ru: %(comment_count)s коментарий

source: Post a comment
fr: Poster un commentaire
ru: Разместить коментарий

source: No one has answered this question
fr: Personne n'a répondu à la question
ru: Никто не ответил на этот вопрос

source: You are the asker of this question
fr: Vous êtes le demandeur de cette question
ru: Вы автор этого вопроса

source: This question is active and accepting answers
fr: La question est active et recevoir des réponses
ru: Это активный вопрос и ждет ваших ответов

source: This question has been extended and accepting answers. You have to take actions before %(deadline_string_l)s
fr: Cette question a été étendu et accepte les réponses. Vous avez à prendre des mesures avant %(deadline_string_l)s
ru: Этот вопрос продлении и принимает ответы. Вы можете принять участие до %(deadline_string_l)s

source: You can allocate reward points among answers you favor, and click on the 'solved' button after you feel satisfied.
fr: Vous pouvez attribuer des points de récompense entre les réponses en votre faveur, et cliquez sur le 'résolu' le bouton une fois que vous êtes rassasié.
ru: Вы можете разметить вознаграждение среди понравившихся вам ответов, и нажать на кнопку 'Решен' если считает что вопрос разрешен.

source: Reminder
fr: Rappel
ru: Напоминание

source: you will receive 1/4 of offered points back if you allocate points on time
fr: Vous recevrez 1 / 4 de points offerts en arrière si vous attribuer des points à temps
ru: вы получите 1/4 часть предложенных вами очков в случае если разметите свои очки вовремя

source: You haven't received any answers yet
fr: Vous n'avez pas reçu de réponses à ce jour
ru: Я еще не получил ответ

source: I want my money back
fr: Je veux mon argent
ru: Я хочу вернуть свои баллы

source: Your question is non-rewarding. It keeps accepting new answers for a week, you can rate or vote on given answers
fr: Votre question est non-gratifiant. Il garde d'accepter de nouvelles réponses pour une semaine, vous pouvez évaluer ou de voter sur les réponses données
ru: Ваш вопрос безвозмездный. Он будет принимать ответы в течение недели, вы можете отдавать предпочтения голосуя за тот или иной ответ

source: This question has been solved and closed by you
fr: Cette question a été résolu et fermé par vous
ru: Этот вопрос решен и закрыт вами

source: Action required! Your question has expired, please take actions before %(deadline_string_l)s
fr: Mesures à prendre! Votre question a expiré, s'il vous plaît prendre des mesures avant %(deadline_string_l)s
ru: Требуется принять решение! Срок вашего вопроса истек, необходимо принять действия до %(deadline_string_l)s

source: if answers given by far are not satisfactory, you can extend it by 7 days from the original expiration time, but just once
fr: si les réponses données jusqu'ici ne sont pas satisfaisants, vous pouvez l'étendre de 7 jours à compter de la date d'expiration initiale, mais seulement une fois
ru: если ответы вам не удовлетворили вопрос можно продлить на 7 дней со дня первоначального истечения срока, но только один раз

source: Extend 7 days
fr: Elargir 7 jours
ru: Продлить на 7 дней

source: You haven't acted on the question before the designated deadline, your points were forfeited and distributed by the system. The question is considered as unsolved.
fr: YVous n'avez pas agi sur la question avant la datelimite désignée, vos points ont été confisqués et distribués par le système. La question est considérée comme non résolus.
ru: Вы не приняли соответствующих действий до окончания срока, ваши баллы заморожены и распределены в системе. Вопрос оставлен нерешенным.

source: Since you haven't received any answers. Your points have been returned to you
fr: Comme vous n'avez pas reçu de réponses. Vos points ont été retournés à vous
ru: Так как вы не получили ответов, ваши баллы возвращаются к вам

source: Related questions you might be interested in
fr: Questions connexes que vous pourriez être intéressé par
ru: Схожие по тематике вопросы

source: No match found
fr: Aucun résultat trouvé
ru: Соответствий не найдено

source: Hide
fr: Masquer

source: iKnow questions
fr: Questions iKnow
ru: Вопросы iKnow

source: All
fr: Tous les
ru: Все

source: iKnow Search
fr: iKnow Recherche
ru: Поиск в iKnow

source: Input keywords
fr: mots-clés d'entrée
ru: Ввести ключевое слово

source: Search questions
fr: Chercher une question
ru: Поиск вопросов

source: Results
fr: Résultats
ru: Результаты

source: No matched results
fr: Aucun résultat ne correspond
ru: Нет результата, попробуйте еще раз

source: Tag cloud panel
fr: Groupe Tag Cloud
ru: Панель облака тегов

source: Count
fr: Fois
ru: Счет

source: Experts
fr: Les experts
ru: Эксперты
