Repository: progresscreator/knowledge-management-site
Catalog: apps/iknow/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: %(answerer_name)s's answer to the question %(question_title)s asked by %(asker_name)s just received a comment from %(commentor_name)s.
fr: %(answerer_name)s's réponse à la question %(question_title)s posé par %(asker_name)s vient de recevoir un commentaire de la part de %(commentor_name)s.

source: You could visit the link below to review the comment
fr: vous pouvez visiter le lien suivant afin de voir le commentaire

source: A new question %(question_title)s asked by %(asker_name)s was posted on iKnow at %(time_string_l)s %(points_offered)s point(s) were offered as awards.
fr: Une nouvelle question %(question_title)s posée par %(asker_name)s a été publiée sur iKnow a %(time_string_l)s %(points_offered)s point(s) ont été offerts en prime.

source: You could visit the link below to review the question and provide your answer
fr: Vous pouvez visiter le lien suivant afin de voir la question et de proposer une réponse

source: The question %(question_title)s asked by %(asker_name)s just received a comment from %(commentor_name)s
fr: La question %(question_title)s posée par %(asker_name)s viens de recevoir un commentaire de la part de %(commentor_name)s

source: You asked the question %(question_title)s on %(site_name)s at %(time_string_l)s, and %(points_offered)s point(s) were offered as awards.
fr: Vous avez demandé %(question_title)s sur %(site_name)s à %(time_string_l)s, et %(points_offered)s point(s) ont été offerts comme récompense.

source: The question expired at %(expiration_string_l)s. In order not to forfeit your question's points, please allocate your points or extend the deadline before %(deadline_string_l)s (2 days after the original expiration time).
fr: La question a expiré a %(expiration_string_l)s. In order not to forfeit your question's points, please allocate your points or extend the deadline before %(deadline_string_l)s (2 days after the original expiration time).

source: You could visit the link below to perform your actions
fr: Vous pouvez visiter le lien suivant afin de réaliser vos actions

source: The question: %(question_title)s you posted on %(time_string_l)s just received an answer from %(answerer_name)s.
fr: La question: %(question_title)s que vous avez posé le %(time_string_l)s vient de recevoir une réponse de la part de %(answerer_name)s.

source: You could visit the link below to review the answers
fr: Vous pouvez visiter le lien suivant afin de voir les réponses

source: Midnight
ru: Полночь

source: Tags
ru: Теги

source: Extended
ru: Продлен

source: %(count)d min
ru: %(count)d мин

source: %(commentor)s's comment on %(answerer_name)s's answer to the question: '%(question_title)s'
ru: %(commentor)s коментарий %(answerer_name)s ответ на вопрос:'%(question_title)s'

source: page %(page)s
ru: страница %(page)s

source: Download
ru: Загрузить

source: Performance
ru: Результаты

source: Lock
ru: Блокировать

source: Unlock
ru: Открыть

source: iKnow tag
ru: iKnow тег

source: Tag
ru: Тег

source: Questions
ru: Вопросы

source: Documents
ru: Документы
