Repository: progresscreator/knowledge-management-site
Catalog: apps/dashboard/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Subsidy
fr: Subvention
ru: Поддержать и наградить баллами

source: Inflow
fr: Afflux
ru: Входяший поток

source: Outflow
fr: Sortie
ru: Исходящий поток

source: Date
ru: Дата

source: Average price of questions
fr: Le prix moyen des questions
ru: Средневзвешенная цена вопроса

source: Average awards an answer receives
fr: Prix moyen reçoit une réponse
ru: Средневзвешенная награда за полученный ответ

source: Number of transactions
fr: Nombre de transactions
ru: Количество тразакций

source: Transaction amount (x10)
fr: Montant de la transaction (x10)
ru: Объем транзакций (x10)

source: Rating
fr: Evaluation
ru: Рейтинг

source: Answers
fr: Réponses
ru: Ответы

source: Thumbs
fr: Pouces
ru: Голосов за или против

source: Award
fr: Prix
ru: Награда

source: Questions
ru: Вопросов

source: Income
fr: Revenu
ru: Доход

source: Spending
fr: Dépenses
ru: Истрачено

source: Overview
fr: Vue d'ensemble
ru: Обзор

source: Tags Cloud
fr: Nuage d’Etiquettes
ru: Облако тегов

source: Global Economy
fr: Economie Globale
ru: Глобальная экономика

source: Social Navigation
fr: Navigation Sociale
ru: Социальный навигатор

source: Expertise Cloud
fr: Nuage d’Expertises
ru: Экспертное облако

source: Dashboard
fr: Tableau de bord
ru: Панель управления

source: Questions and Answers
fr: Questions et Réponses
ru: Вопросы и ответы

source: Price Index of Q&A
fr: Indice des prix des Q&R
ru: Ценовой индекс вопросов и ответов

source: Transactions
ru: Транзакции

source: Dashboard of %(egghead_name)s
fr: Tableau de bord de %(egghead_name)s
ru: панель управления %(egghead_name)s

source: Your wealth gauge (Rank: %(ranking)s out of %(total_user)s)
fr: Jauge de votre richesse: (Classement: %(ranking)s sur %(total_user)s)
ru: рейтинг вашего состояния (Rank: %(ranking)s из %(total_user)s)

source: Overview of your income/expenses
fr: Vue synthétique de vos revenus/dépenses
ru: Обзор вашего дохода/расхода

source: Performance review
fr: Revue de la performance
ru: Эффективность работы

source: Expertise tags
fr: Etiquettes d’expertises
ru: Теги компетенций

source: Time Series: Activities
fr: Série dans le Temps: Activités
ru: Bременной ряд: Активность

source: Question
ru: Вопрос

source: Answer
fr: Réponse
ru: Ответ

source: Points flow
fr: Flux des points
ru: Поток баллов

source: Distribution of Income
fr: Répartition du revenu
ru: Распределение дохода

source: Inflow Vs. Outflow
fr: Entrées et Sorties
ru: Соотношение входящего пр. исходящего потока

source: Ratings received by answers
fr: Evaluations reçues
ru: Рейтинг в результате ответов

source: Ratings
fr: Evaluations
ru: Рейтинг

source: Thumbs received by answers
fr: Votes positifs reçus
ru: Проголосовали за ответ

source: Awards received by answers
fr: Récompense reçue
ru: Наград полученных за ответ

source: %(egghead_name)s's knowledge network
fr: Réseau de connaissance de %(egghead_name)s
ru: %(egghead_name)s спектр знаний

source: %(egghead_name)s's knowledge network
fr: Réseau de connaissance de %(egghead_name)s
ru: %(egghead_name)s спектр знаний

source: Popular Tags
fr: Etiquettes populaires
ru: Популярные теги
